/* TAGS
EM Early morning 4 to 10 am
LM Late morning 11 am to 12 pm
EA Early afternoon 1 to 3 pm
LA Late afternoon 4 to 5 pm
EV Early evening 6 to 7 pm
EN Early Night 8 to 11 pm
LN Late Night 12 am to 3
AT All time
*/

/* ADDING NEW QUOTES */
/*
  1. Add new object into the words array
    EXAMPLE: --> {quote: "Here is your quote", tag: "Here is a time stamp/tag"}, <--
  2. Add quotes in Excel
    Create a sheet in Excel.
    Use two first columns, name them 'quote' and 'tag' (cells in the 1st row).
    Under the 1st row add new quotes.
    Go to the https://www.aconvert.com/document/xls-to-json/ , pick your excel file and convert it into json.
    Open the json file and copy everything except [] brackets.
    Paste it beneath all the quotes here (in words array).
*/


var words = [
  {quote: "Talking to friends energizes your spirit.", tag: "AT"},
  {quote: "It's a good idea to call your loved one!", tag: "AT"},
  {quote: "Laziness and tiredness hinder productivity.", tag: "AT"},
  {quote: "Breathing deeply 11 times is a good idea to avoid laziness and tiredness!", tag: "EN"},
  {quote: "You only live once, but if you do it right, once is enough.", tag: "AT"},
  {quote: "Many of life’s failures are people who did not realize how close they were to successwhen they gave up.", tag: "AT"},
  {quote: "The purpose of our lives is to be happy.", tag: "AT"},
  {quote:"The best portion of a good man's life is his little, nameless, unremembered acts of kindness and of love.",tag:"AT"},
  {quote:"What is pride?  A whizzing rocket that would emulate a star.",tag:"AT"},
  {quote:"Wisdom is ofttimes nearer when we stoop than when we soar.",tag:"AT"},
  {quote:"Tip the world over on its side and everything loose will land in Los Angeles.",tag:"AT"},
  {quote:"Curiosity killed the cat, but for awhile I was a suspect.",tag:"EM"},
  {quote:"A man falls in love through his eyes, a woman through her ears.",tag:"EM"},
  {quote:"Go, go to your business, I say, pleasure, whilst I go to my pleasure, business.",tag:"EM"},
  {quote:"Ability is of little account without opportunity.",tag:"EM"},
  {quote:"Men take only their needs into consideration never their abilities.",tag:"EM"},
  {quote:"A poem is never finished only abandoned",tag:"EN"},
  {quote:"Time is of the essence, but what is the essence of time?",tag:"EN"},
  {quote:"The wise ones fashioned speech with their thought, sifting it as grain is sifted through a sieve.",tag:"EN"},
  {quote:"Age carries all things away, even the mind.",tag:"EN"},
  {quote:"Go on and increase in valor, O boy! this is the path to immortality.",tag:"EM"},
  {quote:"It is not enough to succeed. Others must fail.",tag:"EM"},
  {quote:"There is no ache more deadly than the striving to be oneself.",tag:"EM"},
  {quote:"The multitude of books is making us ignorant.",tag:"EM"},
  {quote:"The secret of being a bore is to tell everything.",tag:"LM"},
  {quote:"Chance is a word void of sense; nothing can exist without a cause.",tag:"LM"},
  {quote:"Whoever serves his country well has no need of ancestors.",tag:"LM"},
  {quote:"Very often, say what you will, a knave is only a fool.",tag:"LM"},
  {quote:"I know many books which have bored their readers, but I know of none which has done real evil.",tag:"LM"},
  {quote:"Love is a canvas furnished by Nature and embroidered by imagination.",tag:"LM"},
  {quote:"Love has features which pierce all hearts, he wears a bandage which conceals the faults of those beloved. He has wings, he comes quickly and flies away the same.",tag:"EA"},
  {quote:"Life is thickly sown with thorns, and I know no other remedy than to pass quickly through them.  The longer we dwell on our misfortunes, the greater is their power to harm us.",tag:"EA"},
  {quote:"Opinion has caused more trouble on this little earth than plagues or earthquakes.",tag:"EA"},
  {quote:"You can fool some of the people all of the time and all of the people some of the time - but most of the time they will make fools of themselves.",tag:"EA"},
  {quote:"Poetry is the music of the soul, and, above all, of great and feeling souls.",tag:"EA"},
  {quote:"To believe in God is impossible not to believe in Him is absurd.",tag:"EA"},
  {quote:"The world embarrasses me, and I cannot dream that this watch exists and has no watchmaker.",tag:"EA"},
  {quote:"Nothing can be more contrary to religion and the clergy than reason and common sense.",tag:"EA"},
  {quote:"The public is a ferocious beast; one must either chain it or flee from it.",tag:"LA"},
  {quote:"As long as people believe in absurdities they will continue to commit atrocities.",tag:"LA"},
  {quote:"Men use thought only to justify their wrong doings, and speech only to conceal their thoughts.",tag:"LA"},
  {quote:"When is a question of money, everybody is of the same religion.",tag:"LA"},
  {quote:"Defense is the stronger form with the negative object, and attack the weaker form with the positive object.",tag:"EV"},
  {quote:"War - An act of violence whose object is to constrain the enemy, to accomplish our will.",tag:"EV"},
  {quote:"Life belongs to the living, and he who lives must be prepared for changes.",tag:"EV"},
  {quote:"...The eternal vital power builds them in the likeness of older worlds, placing them on the Imperishable Centres.  How does he build them?  He collects the fiery dust.  He makes balls of fire, runs through them, and round them, infusing life there into, then sets them into motion; some one way, some the other way. They are cold, he makes them hot. They are dry, he makes them moist.  They shine, he fans and cools them. Thus he acts from one twilight to the other, during Seven Eternities.",tag:"EV"},
  {quote:"We are too much accustomed to attribute to a single cause that which is the product of several, and the majority of our controversies come from that.",tag:"EV"},
  {quote:"Discovery consists in seeing whateveryone else has seen and thinking what no one else has thought.",tag:"LN"},
  {quote:"To save all we must risk all.",tag:"LN"},
  {quote:"Truth exists for the wise, beauty for the feeling heart.",tag:"LN"},
  {quote:"The only way to succeed is to make people hate you. That way, they remember you.",tag:"LN"},
  {quote:"Success is relevant to coping with obstacles... But no problem is ever solved by those, who, when they fail, look for someone to blame instead of something to do.",tag:"LN"},
  {quote:"Today the man who is the real risk-taker is anonymous and nonheroic. He is the one trying to make institutions work.",tag:"LN"},
  {quote:"Being good in business is the most fascinating kind of art.... Making money is art and working is art and good business is the best art.",tag:"LN"},
  {quote:"Fantasy love is much better than reality love. Never doing it is very exciting. The most exciting attractions are between two opposites that never meet.",tag:"LN"},
  {quote:"Success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome.",tag:"LN"},
  {quote:"You can't hold a man down without staying down with him.",tag:"LN"},
  {quote:"It is the child of avarice, the brother of iniquity, and the father of mischief.",tag:"LN"},
  {quote:"Arbitrary power is most easily established on the ruins of liberty abused to licentiousness.",tag:"LN"},
  {quote:"Government is not reason, it is not eloquence - it is force.",tag:"EV"},
  {quote:"Liberty, when it begins to take root, is a plant of rapid growth.",tag:"EV"},
  {quote:"There is nothing so likely to produce peace as to be well prepared to meet the enemy.",tag:"EV"},
  {quote:"My first wish is to see this plague of mankind, war, banished from the earth.",tag:"EV"},
  {quote:"Trying to define yourself is like trying to bite your own teeth.",tag:"EV"},
  {quote:"Only when one has lost all curiosity about the future has one reached the age to write an autobiography.",tag:"EV"},
  {quote:"There's always room at the top.",tag:"EV"},
  {quote:"Justice, sir, is the great interest of man on earth. It is the ligament which holds civilized beings and civilized nations together.",tag:"EV"},
  {quote:"Liberty exists in proportion to wholesome restraint.",tag:"EV"},
  {quote:"Let us not forget that the cultivation of the earth is the most important labor of man. When tillage begins, other arts will follow. The farmers, therefore, are the founders of civilization.",tag:"EV"},
  {quote:"We are all agents of the same supreme power, the people.",tag:"EV"},
  {quote:"The theory that can absorb the greatest number of facts, and persist in doing so, generation after generation, through all changes of opinion and detail, is the one that must rule all observation.",tag:"EV"},
  {quote:"I passionately hate the idea of being with it, I think an artist has always to be out of step with his time.",tag:"EV"},
  {quote:"I mistrust the judgment of every man in a case in which his own wishes are concerned.",tag:"EV"},
  {quote:"Heresies are experiments in man's unsatisfied search for truth.",tag:"EV"},
  {quote:"Humanity either makes, or breeds, or tolerates all its afflictions.",tag:"EV"},
  {quote:"My advice to those who think they have to take off their clothes to be a star is, once you?re boned, what?s left to create the illusion? Let ?em wonder. I never believed in givin? them too much of me.",tag:"LM"},
  {quote:"I was pure as the driven snow, then I drifted.",tag:"LM"},
  {quote:"Too much of a good thing can be taxing.",tag:"LM"},
  {quote:"Another unsettling element in modern art is that common symptom of immaturity, the dread of doing what has been done before.",tag:"LM"},
  {quote:"A man is called selfish, not for pursuing his own good, but for neglecting the neighbor's.",tag:"LM"},
  {quote:"All men wish to have truth on their side; but few to be on the side of truth.",tag:"LM"},
  {quote:"There is nothing more likely to start disagreement among people or countries than an agreement.",tag:"LM"},
  {quote:"Is there anything in the universe more beautiful and protective than the simple complexity of a spider's web?",tag:"LM"},
  {quote:"The future ... seems to me no unified dream but a mince pie, long in the baking, never quite done.",tag:"LM"},
  {quote:"Everything in life is somewhere else, and you get there in a car.",tag:"LM"},
  {quote:"One main factor in the upward trend of animal life has been the power of wandering.",tag:"LM"},
  {quote:"O to be self balanced for contingencies! O to confront night, storms, hunger, ridicule, accidents, rebuffs as trees and animals do!",tag:"LM"},
  {quote:"I think I could turn and live with animals, they are so placid and self-contained.",tag:"AT"},
  {quote:"Do I contradict myself? Very well then I contradict myself (I am large, I contain multitudes).",tag:"AT"},
  {quote:"I celebrate myself, And what I assume you shall assume, For every atom belonging to me as good belongs to you.",tag:"AT"},
  {quote:"Unknown to her the rigid rule,  The dull restraint, the chiding frown  The weary torture of the school,  The taming of wild nature down.",tag:"AT"},
  {quote:"Thirty-five is a very attractive age, London society is full of women of the very highest birth who have, of their own free choice, remained thirty-five for years.",tag:"AT"},
  {quote:"One should never trust a woman who tells one her real age. A woman who would tell one that, would tell one anything.",tag:"AT"},
  {quote:"Show respect for age. Drink good scotch for a change. The old believe everything: the middle-aged suspect everything: the young know everything.",tag:"AT"},
  {quote:"Ambition is the last refuge of the failure.",tag:"AT"},
  {quote:"America is the only country that went from barbarism to decadence without civilization in between.",tag:"AT"},
  {quote:"It is only an auctioneer who can equally and impartially admire all schools of art.",tag:"AT"},
  {quote:"A work of art is the unique result of a unique temperament.",tag:"AT"},
  {quote:"No object is so beautiful that, under certain conditions, it will not look ugly.",tag:"AT"},
  {quote:"I don't desire to change anything in England except the weather.",tag:"AT"},
  {quote:"Consistency is the last refuge of the unimaginative.",tag:"AT"},
  {quote:"A Cynic is one who knows the price of everything and the value of nothing.",tag:"AT"},
  {quote:"Ambition is the last refuge of the failure.",tag:"AT"},
  {quote:"To do nothing at all is the most difficult thing in the world, the most difficult and the most intellectual.",tag:"AT"},
  {quote:"The old believe everything; the middle-aged suspect everything; the young know everything.",tag:"AT"},
  {quote:"When one is in love, one always begins by deceiving one's self, and one always ends by deceiving others. That is what the world calls a romance.",tag:"AT"},
  {quote:"When a man has once loved a woman he will do anything for her except continue to love her.",tag:"AT"},
  {quote:"Yet each man kills the thing he loves,  By each let this be heard,  Some do it with a bitter look,  Some with a flattering word.  The coward does it with a kiss,  The brave man with a sword!",tag:"AT"},
  {quote:"Men marry because they are tired; women because they are curious. Both are disappointed.",tag:"AT"},
  {quote:"When a woman marries again it is because she detested her first husband. When a man marries again, it is because he adored his first wife. Women try their luck; men risk theirs.",tag:"AT"},
  {quote:"How marriage ruins a man!  It is as demoralizing as cigarettes, and far more expensive.",tag:"AT"},
  {quote:"Moderation is a fatal thing.  Nothing succeeds like excess.",tag:"AT"},
  {quote:"Patriotism is the virtue of the vicious.",tag:"AT"},
  {quote:"Only the shallow know themselves.",tag:"AT"},
  {quote:"Simple pleasures are the last refuge of the complex.",tag:"AT"},
  {quote:"When the gods wish to punish us they answer our prayers.",tag:"AT"},
  {quote:"I suppose society is wonderfully delightful. To be in it is merely a bore. But to be out of it is simply a tragedy.",tag:"AT"},
  {quote:"Moderation is a fatal thing nothing succeeds like excess.",tag:"AT"},
  {quote:"Ambition is the last refuge of failure.",tag:"AT"},
  {quote:"Experience is the name that everyone gives to his mistakes.",tag:"AT"},
  {quote:"There is nothing in the world like the devotion of a married woman.  It is a thing no married man knows anything about.",tag:"AT"},
  {quote:"Women are made to be loved, not understood.",tag:"AT"},
  {quote:"A bird in the hand is dead.",tag:"AT"},
  {quote:"There is a land of the living and a land of the dead and the bridge is love, the only survival, the only meaning.",tag:"AT"},
  {quote:"To love is to place our happiness in the happiness of another.",tag:"AT"},
  {quote:"A good catchword can obscure analysis for fifty years.",tag:"AT"},
  {quote:"Today it is not big business that we have to fear. It is big government.",tag:"AT"},
  {quote:"Love is what we were born with. Fear is what we learned here.",tag:"AT"},
  {quote:"What is ambition? 'Tis a glorious cheat. Angels of light walk not so dazzlingly the sapphire walls of heaven.",tag:"AT"},
  {quote:"He who rejects change is the architect of decay. The only human institution which rejects progress is the cemetery.",tag:"AT"},
  {quote:"Caution is the confidential agent of selfishness.",tag:"AT"},
  {quote:"Nothing recedes like success.",tag:"AT"},
  {quote:"Ambition has but one reward for all:  A little power, a little transient fame; A grave to rest in, and a fading name!",tag:"AT"},
  {quote:"Of what one cannot speak of that one must keep silent.",tag:"AT"},
  {quote:"The marvel of all history is the patience with which men and women submit to burdens unnecessarily laid upon them by their governments.",tag:"AT"},
  {quote:"We are shaped and fashioned by what we love.",tag:"AT"},
  {quote:"The tendency to believe that things never change, the inertia of daily existence, is a staple of living. It has always been a delusion.",tag:"AT"},
  {quote:"We should never ever doubt what nobody is sure about.",tag:"AT"},
  {quote:"We are thu music makers, the dreamers of dreams.",tag:"AT"},
  {quote:"Marriage is just legalized prostitution. Any man who says he hasn't paid for sex, has never been married!",tag:"AT"},
  {quote:"The beauty of the world has two edges, one of laughter, one of anguish, cutting the heart asunder.",tag:"AT"}
]

//© mood.tips
